[	
	{
		"quote": "When price dropped, they dont want to praise the government. But when it rises, they blame the government… This is not fair as it is due to weather conditions.",
		"author": "Najib Razak",
		"category": "politik"
	},
	{
		"quote": "DAP, gereja dan non-Muslim melalak isu serbuan, kalimah Allah, kita boleh jentik saja mereka",
		"author": "Zuhdi Marzuki",
		"category": "politik"
	},
 	{
		"quote": "Ini kerana, Zuhdi(Zuhdi Marzuki) bukan sahaja cirit birit mulut, tetapi tangan pun, kerana ada tulisan dan cakapnya yang berikan persepsi negatif kepada PAS,",
		"author": "Mustafa Ali",
		"category": "politik"
	},
	{
		"quote": "Malaysia tidak pernah dijajah, sebaliknya, hanya dinaungi atau dilindungi oleh British.",
		"author": "Zainal Kling",
		"category": "sejarah"
	},
	{
		"quote": "Had a good chat yesterday with Mark Zuckerberg at Twitter HQ.",
		"author": "Najib Razak",
		"category": "politik"
	},
	{
		"quote": "Beli sendiri guna duit menabung dari kecil",
		"author": "Rosmah",
		"category": "politik"
	},
	{
		"quote": "We are all Malaysians. This is the bond that unites us. Let us always remember that unity is our fundamental strength as a people and as a nation.",
		"author": "Tunku Abdul Rahman",
		"category": "sejarah"
	},
	{
		"quote": "Life in this world is short. Let us make use of our lives in the pursuit of happiness and not trouble.",
		"author": "Tunku Abdul Rahman",
		"category": "sejarah"
	},
	{
		"quote": "All talk on Islamic States is just an empty dream. No man in his right sense would accept a nation which bases its political administration on religion, and in a country like Malaysia with its multiracial and multireligious people, there is no room for an IS",
		"author": "Tunku Abdul Rahman",
		"category": "sejarah"
	},
	{
		"quote": "In the old days people never bothered about what others did, so long as they were free to do what they liked themselves. Today, one cannot sneeze without being corrected, let alone enjoy oneself. That's what politics have done to our society",
		"author": "Tunku Abdul Rahman",
		"category": "sejarah"
	},
	{
		"quote": "Islam is a religion based upon knowledge, and a denial of the possibility and objectivity of knowledge would involve the destruction of the fundamental basis upon which not only the religion, but all the sciences are rooted.",
		"author": "Syed Muhammad Naquib al-Attas",
		"category": "sejarah"
	},
	{
		"quote": "Justice and injustice indeed begins and ends with the self.",
		"author": "Syed Muhammad Naquib al-Attas",
		"category": "sejarah"
	},
	{
		"quote": "Justice implies knowledge of the right and proper place for a thing or a being to be; of right as against wrong; of the mean and limit; of spiritual gain as against loss of truth as against falsehood.",
		"author": "Syed Muhammad Naquib al-Attas",
		"category": "sejarah"
	},
	{
		"quote": "Allah is my witness. I will not be silent. I will never surrender.",
		"author": "Anwar Ibrahim",
		"category": "politik"
	},
	{
		"quote": "Free and quality education is a fundamental liberty",
		"author": "Anwar Ibrahim",
		"category": "politik"
	},
	{
		"quote": "Tradisi ilmu itu penting. Kita berjuang kerana maklumat dan fakta. Kita berjuang kerana cita-cita murni untuk membawa perubahan dan ini bagi saya tidak boleh ditinggalkan dalam arena perjuangan politik kita.",
		"author": "Anwar Ibrahim",
		"category": "politik"
	},
	{
		"quote": "Kenapa kita anjurkan reformasi? Kerana kita percaya bahawa negara ini harus bangun dari sikap lama dan usang ke arah masa depan yang gemilang dan bermaruah.",
		"author": "Anwar Ibrahim",
		"category": "politik"
	},
	{
		"quote": "Jurang kemiskinan antara yang kaya dan miskin mesti diberi tumpuan. Jurang mesti dirapatkan demi kemakmuran dan kesejahteraan kita bersama.",
		"author": "Anwar Ibrahim",
		"category": "politik"
	},
	{
		"quote": "Setiap Butir Beras Yang Kita Makan Adalah Kerana UMNO",
		"author": "Dr Mohammad Nawal Ariffin",
		"category": "politik"
	},
	{
		"quote": "Saya tak gilakan kuasa hanya kerana hendak dapatkan kuasa tetapi saya perlukan kuasa untuk berkhidmat kepada rakyat dan memastikan kejayaan pembangunan negara.",
		"author": "Najib Razak",
		"category": "politik"
	},
	{
		"quote": "Subsidi ialah penyakit, sekali anda menikmatinya, sukar untuk menolaknya.",
		"author": "Najib Razak",
		"category": "politik"
	},
	{
		"quote": "Insya-Allah kita tidak menjadi laksana tikus yang berada dalam kepuk padi atau semut yang mati dalam gula, tidak seperti mereka yang tidak beristiqamah melompat dan melarikan diri daripada Pas sebagai sebuah parti Islam.",
		"author": "Abdul Hadi Awang",
		"category": "politik"
	},
	{
		"quote": "Kalau kita sabar sesama kita, kalau zalim pun  hanya jadi penggembala lembu, kalau orang lain memerintah jadi penggembala babi. Nak lawan sangat, nak jadi penggembala babi atau penggembala lembu? Mesti faham, ini politik.",
		"author": "Abdul Hadi Awang",
		"category": "politik"
	},
	{
		"quote": "Dalam sekawah gulai daging yang dimasak penuh dengan daging yang suci dan diletakkan seketul daging babi didalamnya itulah perumpamaan kerjasama UMNO dan MCA",
		"author": "Abdul Hadi Awang",
		"category": "politik"
	},
	{
		"quote": "Orang boleh kata kita macam anjing salak bukit sahaja...ya macam anjing salak bukit.(Hakikatnya) anjing tak salak bukit, tapi anjing menyalak babi yang ada di bukit itu.- Abdul Hadi Awang",
		"category": "politik"
	},
	{
		"quote": "Harga barang naik ialah ketentuan Allah SWT",
		"author": "Fathul Bari",
		"category": "politik"
	},
	{
		"quote": "Dont believe Najib means don’t believe in Allah",
		"author": "Ismail Sabri",
		"category": "politik"
	},
	{
		"quote": "Kalau harga ayam mahal jangan makan ayam. Makan ikan dan daging pula.",
		"author": "Hasan Malek, bekas Menteri Perdagangan Dalam Negeri, Koperasi dan Kepenggunaan",
		"category": "politik"
	},
	{
		"quote": "Rakyat sokong kenaikan harga barang kerana pihak kami tidak menerima laporan",
		"author": "Hasan Malek",
		"category": "politik"
	},
	{
		"quote": "Pelajar universiti masak sendiri dari makan di luar untuk elak daripada GST",
		"author": "Ahmad Maslan",
		"category": "politik"
	},
	{
		"quote": "Solat berjemaah sebelum balik sekolah benda bodoh, menyusahkan pelajar",
		"author": "Zaid Ibrahim",
		"category": "politik"
	},
	{
		"quote": "Orang Malaysia hidap diabetes dan obesiti tanda negara makmur",
		"author": "Bung Mokhtar",
		"category": "politik"
	},
	{
		"quote": "Kangkung dulu naik, sekarang ini dah turun. Bila turun apa pasal tak puji kerajaan? Bila naik salahkan kerajaan. Ini tidak adil sebab ini adalah keadaan cuaca...",
		"author": "Najib Razak",
		"category": "politik"
	},
	{
		"quote": "You help me, I help you",
		"author": "Najib Razak",
		"category": "politik"
	},
	{
		"quote": "Saya ingin menegaskan bahawa kemelut air di Selangor lebih kritikal (daripada 1MDB).",
		"author": "Najib Razak",
		"category": "politik"
	},
	{
		"quote": "Bagi saya, demokrasi yang lebih baik adalah demokrasi di mana perempuan tidak hanya memiliki hak untuk memilih dan memilih tetapi untuk dipilih.",
		"author": "Michelle Bachelet",
		"category": "politik"
	},
	{
		"quote": "Jika Anda hanya ingin disukai, Anda akan siap untuk berkompromi pada apa saja kapan saja, dan Anda tidak akan mencapai apa pun.",
		"author": "Margaret Thatcher",
		"category": "politik"
	},
	{
		"quote": "Hak asasi manusia adalah hak perempuan dan hak perempuan adalah hak asasi manusia.",
		"author": "Hillary Rodham Clinton",
		"category": "politik"
	},
	{
		"quote": "Ukuran impian Anda harus selalu melebihi kapasitas Anda saat ini untuk mencapainya. Jika impian Anda tidak membuat Anda takut, itu tidak cukup besar.",
		"author": "Ellen Johnson Sirleaf",
		"category": "politik"
	},
	{
		"quote": "Politik diciptakan dan dimanifestasikan berdasarkan filosofi dan tujuan untuk menyediakan kebahagiaan dan kesejahteraan bagi manusia, tapi yang terjadi adalah sama sekali kebalikannya.",
		"author": "Emha Ainun Najib",
		"category": "politik"
	},
	{
		"quote": "Ambisi politik tentu wajar saja, selama pandai menginsyafi batasan etika.",
		"author": "Najwa Shihab",
		"category": "politik"
	},
	{
		"quote": "Bagiku sendiri politik adalah barang yang paling kotor. Lumpur-lumpur yang kotor. Tapi suatu saat di mana kita tidak dapat menghindari diri lagi, maka terjunlah.- Soe Hok Gie",
		"category": "politik"
	},
	{
		"quote": "Politik adalah cara merampok dunia. Politik adalah cara menggulingkan kekuasaan, untuk menikmati giliran berkuasa.",
		"author": "W.S. Rendra",
		"category": "sejarah"
	},
	{
		"quote": "Pendidikan politik rakyat hanya akan berhasil dalam sistem yang demokratis dan adanya jaminan atas HAM.",
		"author": "Munir",
		"category": "politik"
	},
	{
		"quote": "Manusia pada dasarnya adalah binatang politik.",
		"author": "Aristotle",
		"category": "falsafah"
	},
	{
		"quote": "Bahasa politik dirancang untuk membuat kebohongan terdengar jujur dan pembunuhan menjadi dihormati.",
		"author": "George Orwell",
		"category": "falsafah"
	},
	{
		"quote": "Seseorang dapat memimpin suatu negara hanya dengan membantunya melihat pandangan yang cerah. Seorang pemimpin adalah penyalur dalam harapan.",
		"author": "Napoléon Bonaparte",
		"category": "politik"
	},
	{
		"quote": "Politisi juga tidak punya waktu luang, karena mereka selalu mengincar sesuatu di luar kehidupan politik itu sendiri, kekuasaan dan kemuliaan, atau kebahagiaan.",
		"author": "Aristotle.",
		"category": "falsafah"
	},
	{
		"quote": "Politik adalah perang tanpa pertumpahan darah, sedangkan perang adalah politik dengan pertumpahan darah.",
		"author": "Mao Zedong",
		"category": "politik"
	},
	{
		"quote": "Jual candu ada lesen, jual ganja ada lesen, jual belacan tak ada lesen. Saya smuggle dari Malaya.",
		"author": "P. Ramlee",
		"category": "seni"
	},
	{
		"quote": "Melawan Malayan Union itu perkara kecil, dan yang berat ialah melawan Melayu sendiri. Melawan Melayu itu ialah melawan perangai, tabiat, dan kelakuan Melayu sendiri.",
		"author": "Dato Onn Jaafar",
		"category": "sejarah"
	},
	{
		"quote": "Sungguhpun ada diantara kita yang berlainan fikiran dan fahaman serta berlainan taraf dan kedudukan kita, tetapi hakikat tujuan dan maksud kita hanya satu jua, iaitu kita hendak meninggikan dan memilihara maruah serta kesopanan bangsa kita.",
		"author": "Dato Onn Jaafar",
		"category": "sejarah"
	},
	{
		"quote": "Seseorang pemimpin mestilah jujur. Kejujuran yang saya maksudkan, bukan sahaja dari segi sokongan yang diberikan kepada perjuangan parti, tetapi juga dalam pemikiran, pertimbangan dan tindakan.",
		"author": "Tun Hussein Onn",
		"category": "sejarah"
	},
	{
		"quote": "Kita memikir apakah sumbangan yang patut kita beri kepada negara dan janganlah kita semata-mata memikirkan apa faedah kita patut dapat daripada kerajaan dan negara.",
		"author": "Tun Abdul Razak",
		"category": "sejarah"
	},
	{
		"quote": "Kita harus sedar bahawa kita hidup bebas dan merdeka hanya dengan adanya perpaduan dikalangan rakyat.",
		"author": "Tun Abdul Razak",
		"category": "sejarah"
	},
	{
		"quote": "Hai...itu tidak adil! Itu namanya diktator. Kanda, adinda rasa lebih baik kita bahagi-bahagkan harta-harta ini secara demokrasi.",
		"author": "P. Ramlee",
		"category": "seni"
	},
	{
		"quote": "Sentuhan fizikal yang lembut, yang mendidik dengan penuh kasih sayang, yang tidak menyakitkan tetapi menunjukkan ketegasan kita betapa kita nak dia ubah perangai dia.",
		"author": "Siti Zailah berkenaan tips hubungan suami isteri",
		"category": "politik"
	},
	{
		"quote": "Jadi dalam pilihan raya boleh tak Allah hantar malaikat bawa IC (kad pengenalan) beratur pergi mengundi? Boleh tak? Senang sangat adik-kakok (tuan-tuan dan puan-puan),",
		"author": "Nor Azariza",
		"category": "politik"
	},
	{
		"quote": "F**k You",
		"author": "Bung Moktar",
		"category": "politik"
	},
	{
		"quote": "Ia (RM2 juta itu) tidak (mempunyai nilai terlalu tinggi). Bagi saya ia seperti wang poket sahaja,",
		"author": "Tengku Adnan",
		"category": "politik"
	},
	{
		"quote": "Tak tahu",
		"author": "Najib Razak, sebanyak 46 kali di mahkamah",
		"category": "politik"
	},
	{
		"quote": "Cash is King, King is Rakyat",
		"author": "Najib Razak",
		"category": "politik"
	},
	{
		"quote": "YB (seorang) peguam. Mencuri tidak salah, tau? Bila kena tangkap, itu baru salah",
		"author": "Noh Omar",
		"category": "politik"
	},
	{
		"quote": "Selalu teringat Bossku kat penjara sana makan apa? Couldn't even make myself order Starbucks today sbb Yana tau Bossku mesti rindu his caramel macchiato.",
		"author": "Yana Najib",
		"category": "politik"
	},
	{
		"quote": "Kamu(aku) pengkhianat, Kelapa bapak kamu!",
		"author": "Azmin Ali",
		"category": "politik"
	}
]
